Repository: lwinged/somnia_ios
Catalog: Somnia/*.lproj/Localizable.strings
Languages: fr

source: Please, fill in correctly all the fields
fr: Merci de remplir correctement tous les champs

source: Error Field
fr: Erreur Champ

source: Error Token
fr: Erreur jeton

source: No network connection
fr: Pas de connexion reseau

source: Error Registration
fr: Erreur Inscription

source: Username already exist
fr: Ce nom d'utilisateur existe deja

source: Registration success
fr: Inscription reussie

source: Now you can log in
fr: Vous pouvez maintenant vous connecter

source: Please enter your username and password
fr: Merci d'entrer votre nom d'utilsateur et votre mot de passe

source: Error login check
fr: Erreur verification identifiant

source: Error authentication
fr: Erreur authentification

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: Contribute
fr: Contribuer

source: Discover
fr: Decouvrir

source: My profile
fr: Mon profil
